<div class="list_nav">
	<div class="q">
   	  <ul>
        	<li><a href="#">公司新闻</a></li>
            <li class="on"><a href="#">线下活动</a></li>
            <li><a href="#">行业资讯</a></li>
        </ul>
    </div>
</div>

<div class="q path">
	当前位置：
    <a href="#">新闻活动</a>
       > 
	<a href="#">线下活动</a> 
</div>

<div class="q list">
	<div class="list_art">
        <div class="list_search">
            <h2>新闻资讯公告</h2>
            <p>
                <input placeholder="输入关键词搜索"/>
            	<a href="#">搜索</a> 
            </p>
        </div>
        <div class="list_main">
            <ul>
                <li>
                    <h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                    <p>
                        "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                    </p>
                    <h5>
                        2017-08-18  21:21:21
                        <a href="#">查看详情></a>
                    </h5>
                </li>
                <li>
                    <h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                    <p>
                        "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                    </p>
                    <h5>
                        2017-08-18  21:21:21
                        <a href="#">查看详情></a>
                    </h5>
                </li>
                <li>
                    <h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                    <p>
                        "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                    </p>
                    <h5>
                        2017-08-18  21:21:21
                        <a href="#">查看详情></a>
                    </h5>
                </li>
                <li>
                    <h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                    <p>
                        "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                    </p>
                    <h5>
                        2017-08-18  21:21:21
                        <a href="#">查看详情></a>
                    </h5>
                </li>
                <li>
                    <h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                    <p>
                        "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                    </p>
                    <h5>
                        2017-08-18  21:21:21
                        <a href="#">查看详情></a>
                    </h5>
                </li>
            </ul>
            <div class="pg">
                <a href="#">首页</a> 
                <a href="#"> < </a>
                <a href="#"> 1 </a>
                <a href="#"> 2 </a>
                <a href="#"> 3 </a>
                <a href="#"> ... </a>
                <a class="on" href="#"> 25 </a>
                <a href="#"> 26 </a>
                <a href="#"> > </a>
                <a href="#"> 末页 </a>
            </div>
        </div>
	</div>
</div>

<div class="q">
	
</div>