<div class="list_nav">
	<div class="q">
   	  <ul>
        	<li><a href="#">企业简介</a></li>
            <li class="on"><a href="#">智慧学院</a></li>
            <li><a href="#">资产管理</a></li>
            <li><a href="#">移动社交</a></li>
            <li><a href="#">导师团队</a></li>
        </ul>
    </div>
</div>

<div class="q path">
	当前位置：
    <a href="#">众合智慧</a>
       > 
	<a href="#">资产管理</a> 
</div>

<div class="q list list_img">
	<ul>
    	<li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
        <li>
            <img src="./images/list_banner.png" width="568" height="375">
            <div>
            	<h3>智慧学院课程122期：台民众抗议蔡英文秦始皇隋…</h3>
                <p>
                    "小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘况。"小英南北行，抗争如影随形"，台湾媒体如此评价蔡英文执政一周年之际的窘…
                </p>
                <h5>
                    2017-08-18  21:21:21
                    <a href="#">查看详情></a>
                </h5>
            </div>
        </li>
    </ul>
</div>

<div class="q">
	<div class="pg">
    	<a href="#">首页</a> 
        <a href="#"> < </a>
        <a href="#"> 1 </a>
        <a href="#"> 2 </a>
        <a href="#"> 3 </a>
        <a href="#"> ... </a>
        <a class="on" href="#"> 25 </a>
        <a href="#"> 26 </a>
        <a href="#"> > </a>
        <a href="#"> 末页 </a>
    </div>
</div>